Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=793_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ođđ mättʼtem-materiaalid sääʹmǩiõllsaž mättʼtõʹsse
fin: Uusia oppimateriaaleja saamenkieliseen opetukseen

source: Vuâđđškooul pââibužklaassi aanarsääʹmǩiõllsaž mättʹtem diõtt lij iʹlmstõõvvâm ođđ jânnamteâđ mättʼtemǩeʹrjj da mättʼtõõttâmvihkk,
fin: Peruskoulun yläluokkien inarinsaamenkielistä opetusta varten on ilmestynyt uusi maantiedon oppikirja ja opiskeluvihko, Amerik ja Amerik Oppâmvihko.

source: Tâʹvvsääʹmǩiõlle lij iʹlmstõõvvâm sääʹmkulttuuʹre vuâđđõõvvi karttsääʹnnǩeʹrjj Karttsääʹnnǩeeʹrjest liâ 500 sääʹnned.
fin: Pohjoissaamenkielellä on ilmestynyt 500 sanaa sisältävä omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid.

source: Amerik – mättʹtemǩeeʹrj da mättʼtõõttâmviihk lij jåårǥlâʹttam aanarsäämas Ilmari Mattus.
fin: Amerik - oppikirjan ja opiskeluvihon on kääntänyt inarinsaameksi Ilmari Mattus.

source: Mättʼtemǩeʹrjj ǩiõttʼtââll Saujj- da Tâʹvv-Äʹmeriikk da tõt lij jåårǥlõttum lääʹddǩiõllsaž Škooul jânnamteâtt – rääidast.
fin: Oppikirja käsittelee Etelä- ja Pohjois-Amerikkaa ja se on käännetty suomenkielisestä Koulun maantieto - sarjasta.

source: Lââʹssteâđaid täʹst.
fin: Lisätietoja tästä.

source: Tâʹvvsääʹmǩiõl da - ǩiõllsaž mättʼtõʹsse lij iʹlmstõõvvâm sääʹmkulttuuʹre vuâđđõõvvi karttsääʹnnǩeʹrjj Oahpa sániid. Aanar- da nuõrttsääʹmǩiõʹlle da sääʹmkulttuuʹre vuâđđõõvvi ǩeeʹrj Oopâ saanijd da Mattu saaʹnid leät čõõđtum juʹn ääiʹjab.
fin: Pohjoissaamenkielen ja - kieliseen opetukseen on ilmestynyt omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid, jonka inarin- ja koltansaamenkieleen ja kulttuuriin perustuvat kirjat Oopâ saanijd ja Mattu saaŠnid on julkaistu jo aiemmin.

source: Alggtuejjõs lij Matti Morottaja ǩeeʹrjtemnääʹll.
fin: Alkuteos on Matti Morottajan käsialaa.

source: Tâʹvvsääʹmǩiõllsa ǩeeʹrj saʹnnõõzz lij tuejjääm Kaisa Tapiola-Länsman da kaartid Sirpa Mänty.
fin: Pohjoissaamenkielisen kirjan sanaston on tehnyt Kaisa Tapiola-Länsman ja kuvat Sirpa Mänty.

source: Mättʼtem-materaalid vuäitt tiʹllʼjed sääʹmteeʹǧǧ škoouʹlʼjem- da mättʹtem-materialkonttrest ritva.
fin: Oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.

source: fi leʹbe info (at) samediggi.
fin: fi tai info (at) samediggi.
